[A_Item.GrenadeMod_MagicSpell:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="just a little bit [skill]Delivery of grenades[-skill] That's why."

[Delivery.Delivery_MagicMissile:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="No need for tea. Just point and shoot.."

[Delivery.Delivery_MagicMissileRare:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="No need for tea. Just point and shoot.."
